brew "actionlint"
brew "xz"
brew "bash"
brew "pcre2"
brew "coreutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "gnupg"
brew "harfbuzz"
brew "imagemagick"
brew "imagemagick@6"
brew "libffi"
brew "libfido2"
brew "libvirt"
brew "mise"
brew "mysql-client@8.0"
brew "openjdk"
brew "pinentry-mac"
brew "ruby-build"
brew "rbenv"
brew "tree"
brew "yh"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "slack"
cask "visual-studio-code"
vscode "aki77.haml-lint"
vscode "arcanis.vscode-zipfs"
vscode "bceskavich.theme-dracula-at-night"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "connorshea.vscode-test-explorer-status-bar"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "jaredkent.laserwave"
vscode "karunamurti.haml"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.test-adapter-converter"
vscode "pomdtr.excalidraw-editor"
vscode "sevenc-nanashi.gemfile-lock-highlight"
vscode "shopify.ruby-lsp"
vscode "sidneys1.gitconfig"
vscode "tamasfe.even-better-toml"
vscode "xadillax.viml"
